-- Заполнение таблицы подразделений
INSERT INTO divisions (title, phone, email, address, start_time, end_time)
VALUES ('Институт авиации, наземного транспорта и энергетики', '+7 (843) 231 03 98', 'iante@kai.ru',
        'г. Казань, ул. Толстого, 15', '09:00', '17:00'),
       ('Физико-математический факультет ', '+7 (843) 231 02 08', 'fmf@kai.ru',
        'г. Казань, ул. Четаева, 18', '9:00', '17:00'),
       ('Институт автоматики и электронного приборостроения', '+7 (843) 231 03 94',
        'dekanat3@mail.ru', 'г. Казань, ул. Толстого, 15', '9:00', '17:00'),
       ('Институт компьютерных технологий и защиты информации', '+7 (843) 231 16 51', 'itki@kai.ru',
        'г. Казань, ул. Б. Красная, 55', '09:00', '17:00'),
       ('Институт радиоэлектроники, фотоники и цифровых технологий', '+7 (843) 231 59 12', NULL,
        'г. Казань, ул. Карла Маркса, 31/7', '09:00', '17:00'),
       ('Институт инженерной экономики и предпринимательства', '+7 (843) 231 02 36', 'ieust@kai.ru',
        'г. Казань, ул. Четаева, 18', '09:00', '17:00');

