INSERT INTO division_directors (div_id, name, email, phone, address, image)
VALUES (1, 'Магсумова Айзада Фазыляновна', 'afmagsumova@kai.ru', '+7 (843) 231 03 98',
        'г. Казань, ул. Толстого, 15 ', NULL),
       (2, 'Галимова Руфина Камилевна', 'fmf@kai.ru', '+7 (843) 231 02 04',
        'г. Казань, ул. Четаева, д.18, ауд. 404', NULL),
       (3, 'Ференец Андрей Валентинович', 'dekanat3@mail.ru', '+7 (843) 231 03 94',
        'г. Казань, ул. Толстого д. 15, 3-е учебное здание, ауд. 201', NULL),
       (4, 'Трегубов Владимир Михайлович', 'VMTregubov@kai.ru', '+7(843) 231 16 51',
        'г. Казань, ул. Б. Красная, 55', NULL),
       (5, 'Надеев Адель Фирадович', 'AFNadeev@kai.ru', '+7 (843) 231 59 11',
        'г. Казань, ул. Карла Маркса, 31/7', NULL),
       (6, 'Юдина Светлана Валентиновна', 'ieust@kai.ru', '+7 (843) 231 02 36',
        'г. Казань, ул. Четаева, 18, к. 423, 439', NULL);